Revit 2027 API
EdgeEndPoint.Equals Method
Overload List
Name | Description
Equals(EdgeEndPoint) |  Determines whether this EdgeEndPoint is equal to another.
Equals(Object) | Determines whether the specified object is equal to the current object.
Top
See Also
Reference
EdgeEndPoint Class
Autodesk.Revit.DB Namespace